{
    "english": "الإنجليزية",
    "spanish": "الإسبانية",
    "arabic": "العربية",
    "german": "الألمانية" ,
    "version" : "إصدار التطبيق 1.0.0" ,
        "privacyPolicy": "سياسة الخصوصية",
        "privacyPolicyM": "خصوصيتك مهمة بالنسبة لنا. توضح سياسة الخصوصية هذه كيفية تعامل Notify Me مع بياناتك وضمان أمان معلوماتك. باستخدام Notify Me، فإنك توافق على هذه السياسة. إذا كنت لا توافق، يُرجى عدم استخدام التطبيق.",
    
        "DataWeCollect": "البيانات التي نجمعها",
        "DataWeCollectM": "لا يقوم Notify Me بجمع البيانات الشخصية. يتم تخزين جميع التذكيرات محليًا على جهازك، ولا يمكننا الوصول إليها. المرة الوحيدة التي نتلقى فيها بيانات هي عند إرسال ملاحظاتك، وحتى في هذه الحالة، نجمع فقط ما تختار مشاركته.",
    
        "InternetUse": "استخدام الإنترنت",
        "InternetUseM": "لا يحتاج Notify Me إلى اتصال بالإنترنت للاستخدام العادي. المرة الوحيدة التي يتصل فيها التطبيق بالإنترنت هي عند إرسال ملاحظاتك طوعًا. لا نقوم بتتبع نشاطك على الإنترنت أو استخدام الاتصال لأي غرض آخر.",
    
        "PermissionsWeRequest": "الأذونات التي نطلبها",
        "PermissionsWeRequestM": "يحتاج Notify Me إلى الأذونات التالية ليعمل بشكل صحيح:\n- **الوصول إلى الإشعارات**: لإرسال التذكيرات في الوقت المحدد.\n- **الوصول إلى الإنترنت** (فقط للملاحظات): يُستخدم فقط عند اختيارك إرسال الملاحظات. لا يتم نقل أي بيانات خلاف ذلك.\nلا نطلب الوصول إلى بيانات شخصية مثل جهات الاتصال أو الموقع أو تخزين الجهاز.",
    
        "HowWeUseYourData": "كيفية استخدام بياناتك",
        "HowWeUseYourDataM": "يتم استخدام تذكيراتك فقط لإعلامك في الوقت المحدد. لا نقوم بالوصول إليها أو معالجتها أو مشاركتها. إذا قمت بإرسال ملاحظات، فإننا نستخدمها فقط لتحسين التطبيق ولا نربطها بأي معلومات شخصية.",
    
        "FeedbackSubmission": "إرسال الملاحظات",
        "FeedbackSubmissionM": "إذا اخترت إرسال ملاحظات من خلال التطبيق، فإن البيانات الوحيدة التي نجمعها هي محتوى رسالتك. لا نقوم بجمع تفاصيل شخصية مثل اسمك أو بريدك الإلكتروني أو معلومات جهازك إلا إذا قدمتها طوعًا.",
    
        "AppUsageAndDataStorage": "استخدام التطبيق وتخزين البيانات",
        "AppUsageAndDataStorageM": "يتم تخزين جميع التذكيرات التي تنشئها محليًا على جهازك. لا نقوم بتحميلها أو مشاركتها أو الوصول إليها. نظرًا لأن Notify Me لا يتطلب حسابًا، تظل بياناتك خاصة وتحت سيطرتك.",
    
        "DataStorageAndSecurity": "تخزين البيانات والأمان",
        "DataStorageAndSecurityM": "تبقى بياناتك على جهازك. لا نقوم بتخزين التذكيرات على خوادمنا أو مشاركتها مع أطراف ثالثة. إذا أرسلت ملاحظات، يتم نقلها بشكل آمن ولا تتضمن أي تفاصيل شخصية إلا إذا قدمتها طوعًا.",
    
        "ThirdPartyServices": "خدمات الجهات الخارجية",
        "ThirdPartyServicesM": "لا يستخدم Notify Me أي خدمات خارجية تجمع أو تتبع أو تعالج بيانات المستخدم. تظل معلوماتك خاصة ولا تتم مشاركتها مع المعلنين أو خدمات التحليل.",
    
        "YourRights": "حقوقك",
        "YourRightsM": "نظرًا لأن Notify Me لا يخزن بيانات شخصية، فلا حاجة لحذف الحساب أو طلب البيانات. ومع ذلك، إذا كانت لديك أي مخاوف بشأن ملاحظاتك أو التطبيق، يمكنك الاتصال بنا.",
    
        "ChildrenPrivacy": "خصوصية الأطفال",
        "ChildrenPrivacyM": "تم تصميم Notify Me لجميع المستخدمين ولا يقوم بجمع أي بيانات شخصية من الأطفال دون سن 13 عامًا أو أي شخص آخر.",
    
        "PolicyChanges": "التغييرات في سياسة الخصوصية",
        "PolicyChangesM": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم عكس أي تغييرات كبيرة في التطبيق. سيشير تاريخ 'آخر تحديث' الموجود أسفل هذه السياسة إلى أحدث إصدار.",
    
        "ContactUs": "اتصل بنا",
        "ContactUsM": "إذا كانت لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية أو التطبيق، يُرجى التواصل معنا على:"


}